{
  "CenterName": "Center for Spatial and Textual Analysis",
  "Sections": {
    "Home": {},
    "People": {},
    "Labs & Projects": {},
    "Certificate of Digital Humanities": {},
    "Resources": {},
    "About": {
      "Description": "The Center for Spatial and Textual Analysis (CESTA) is comprised of the Spatial History Project, Humanities+Design, and the Literary Lab, the Poetic Media Lab, as well as Text Technologies and Chinese Railroad Workers. This interdisciplinary collective of labs operates independently of any one particular home department, and is organizationally housed within the Dean of Research at Stanford University.",
      "ResearchFocus": "CESTA labs and projects pursue research which utilize data and information visualization that span a variety of methodologies, disciplines, and departments, often collaborating with diverse team members from within the Stanford community, but also externally through national and international collaborations.",
      "MoreInfo": "Please see the individual lab links on the main CESTA page to find more information and details about each lab's members and projects."
    }
  },
  "NewsAndUpdates": [
    {
      "Date": "02 Jul 2015",
      "Description": "Digital Humanities at Stanford"
    },
    {
      "Date": "08 Jun 2015",
      "Description": "Geospatial Narrative: Perspectives from the Humanities, Cartography and Geographic Information Science"
    },
    {
      "Date": "05 May 2015",
      "Description": "Humanities + Digital at the Stanford Humanities Center"
    },
    {
      "Date": "25 Nov 2014",
      "Description": "HIST205F Electronic Poster Session, December 1 at 3:15pm"
    },
    {
      "Date": "27 Jun 2014",
      "Description": "New Multimedia Publication: Mapping Mobility in the Budapest Ghetto"
    },
    {
      "Date": "30 May 2014",
      "Description": "New Article in Journal of American History"
    }
  ],
  "UpcomingEvents": {},
  "University": {
    "Name": "Stanford University",
    "Location": "Stanford, California",
    "ZipCode": "94305",
    "Contact": {
      "Phone": "(650) 721-1385",
      "Fax": "(650) 725-5916"
    },
    "Links": {
      "Home": {},
      "Maps & Directions": {},
      "Search Stanford": {},
      "Terms of Use": {},
      "Copyright Complaints": {}
    }
  }
}